Res-container-set-v6/container_t_4_c_6_frontCore_6_wrkCore_2/wrk.txt
Running 1m test @ http://128.226.119.92:5000
  4 threads and 6 connections
  Thread calibration: mean lat.: 4532.370ms, rate sampling interval: 14196ms
  Thread calibration: mean lat.: 4618.630ms, rate sampling interval: 14688ms
  Thread calibration: mean lat.: 5079.772ms, rate sampling interval: 17907ms
  Thread calibration: mean lat.: 3191.045ms, rate sampling interval: 8855ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     7.26s     2.07s   11.12s    62.91%
    Req/Sec   594.77      4.49   604.00     76.92%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%    6.93s 
 75.000%    7.93s 
 90.000%   10.49s 
 99.000%   11.12s 
 99.900%   11.23s 
 99.990%   11.26s 
 99.999%   11.27s 
100.000%   11.27s 

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

    2836.479     0.000000            1         1.00
    4272.127     0.100000        11940         1.11
    6078.463     0.200000        23876         1.25
    6389.759     0.300000        35806         1.43
    6660.095     0.400000        47784         1.67
    6934.527     0.500000        59659         2.00
    7081.983     0.550000        65567         2.22
    7229.439     0.600000        71526         2.50
    7376.895     0.650000        77616         2.86
    7553.023     0.700000        83416         3.33
    7933.951     0.750000        89352         4.00
    9543.679     0.775000        92344         4.44
    9748.479     0.800000        95385         5.00
    9936.895     0.825000        98423         5.71
   10108.927     0.850000       101320         6.67
   10289.151     0.875000       104258         8.00
   10387.455     0.887500       105746         8.89
   10485.759     0.900000       107325        10.00
   10575.871     0.912500       108770        11.43
   10674.175     0.925000       110328        13.33
   10764.287     0.937500       111797        16.00
   10805.247     0.943750       112503        17.78
   10846.207     0.950000       113202        20.00
   10895.359     0.956250       114022        22.86
   10936.319     0.962500       114704        26.67
   10985.471     0.968750       115535        32.00
   11001.855     0.971875       115863        35.56
   11018.239     0.975000       116187        40.00
   11042.815     0.978125       116659        45.71
   11059.199     0.981250       116976        53.33
   11075.583     0.984375       117276        64.00
   11091.967     0.985938       117548        71.11
   11100.159     0.987500       117668        80.00
   11116.543     0.989062       117907        91.43
   11124.735     0.990625       118021       106.67
   11141.119     0.992188       118241       128.00
   11149.311     0.992969       118352       142.22
   11157.503     0.993750       118451       160.00
   11165.695     0.994531       118560       182.86
   11173.887     0.995313       118648       213.33
   11182.079     0.996094       118722       256.00
   11182.079     0.996484       118722       284.44
   11190.271     0.996875       118790       320.00
   11198.463     0.997266       118855       365.71
   11198.463     0.997656       118855       426.67
   11206.655     0.998047       118911       512.00
   11214.847     0.998242       118965       568.89
   11214.847     0.998437       118965       640.00
   11223.039     0.998633       119008       731.43
   11223.039     0.998828       119008       853.33
   11231.231     0.999023       119042      1024.00
   11231.231     0.999121       119042      1137.78
   11231.231     0.999219       119042      1280.00
   11239.423     0.999316       119072      1462.86
   11239.423     0.999414       119072      1706.67
   11247.615     0.999512       119091      2048.00
   11247.615     0.999561       119091      2275.56
   11247.615     0.999609       119091      2560.00
   11255.807     0.999658       119105      2925.71
   11255.807     0.999707       119105      3413.33
   11255.807     0.999756       119105      4096.00
   11263.999     0.999780       119123      4551.11
   11263.999     0.999805       119123      5120.00
   11263.999     0.999829       119123      5851.43
   11263.999     0.999854       119123      6826.67
   11263.999     0.999878       119123      8192.00
   11263.999     0.999890       119123      9102.22
   11263.999     0.999902       119123     10240.00
   11272.191     0.999915       119134     11702.86
   11272.191     1.000000       119134          inf
#[Mean    =     7261.505, StdDeviation   =     2066.236]
#[Max     =    11264.000, Total count    =       119134]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  142467 requests in 1.00m, 58.85MB read
Requests/sec:   2374.46
Transfer/sec:      0.98MB